Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Write...
ar: كتابة...
ca: Escriviu...
cy: Ysgrifennu...
da: Skriv ...
da_instk12: Skriv ...
de: Schreiben ...
es: Escribir…
es_es: Escribir...
fi: Kirjoita...
fr: Écrire...
fr_ca: Écrire...
ga: Scríobh...
hi: लिखें...
ht: Ekri...
id: Tulis...
is: Skrifa...
it: Scrivi...
ja: 書き込み...
ko: 작성...
mi: Tuhi...
ms: Tulis...
nb: Skriv…
nb_instk12: Skriv…
nl: Schrijven...
pl: Napisz...
pt: Escrever...
pt_br: Escrever...
ru: Запись...
sl: Piši ...
sv: Skriv...
sv_instk12: Skriv...
th: เขียน...
vi: Ghi...
zh: 撰写...
zh_hk: 寫入...

source: Yearly
ar: سنويًا
ca: Anualment
cy: Blynyddol
da: Årligt
da_instk12: Årligt
de: Jährlich
es: Todos los años
es_es: Anualmente
fi: Joka vuosi
fr: Tous les ans
fr_ca: Annuellement
ga: Bliantúil
hi: हर वर्ष
ht: Pa Ane
id: Tahunan
is: Árlega
it: Ogni anno
ja: 年に1回
ko: 매년
mi: Ia tau
ms: Setiap tahun
nb: Årlig
nb_instk12: Årlig
nl: Jaarlijks
pl: Co roku
pt: Anualmente
pt_br: Anualmente
ru: Ежегодно
sl: Letno
sv: Årligen
sv_instk12: Årligen
th: ทุกปี
vi: Hàng năm
zh: 每年
zh_hk: 一年一次

source: yellow
ar: أصفر
ca: groc
cy: melyn
da: gul
da_instk12: gul
de: gelb
es: amarillo
es_es: amarillo
fi: keltainen
fr: jaune
fr_ca: jaune
ga: buí
hi: पीला
ht: jòn
id: kuning
is: gulur
it: giallo
ja: イエロー
ko: 노란색
mi: kōwhai
ms: kuning
nb: gul
nb_instk12: gul
nl: geel
pl: żółty
pt: amarelo
pt_br: amarelo
ru: желтый
sl: rumena
sv: gul
sv_instk12: gul
th: เหลือง
vi: vàng
zh: 黄色
zh_hk: 黃色

source: Yes
ar: نعم
ca: Sí
cy: Iawn
da: Ja
da_instk12: Ja
de: Ja
es: Sí
es_es: Sí
fi: Kyllä
fr: Oui
fr_ca: Oui
hi: हाँ
ht: Wi
id: Ya
is: Já
it: Sì
ja: はい
ko: 예
mi: Ae
ms: Ya
nb: Ja
nb_instk12: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ru: Да
sl: Da
sv: Ja
sv_instk12: Ja
th: ใช่
vi: Có
zh: 是
zh_hk: 是

source: Yo Notifications
ar: لا توجد إعلامات
ca: Notificacions de Yo
cy: Hysbysiadau Yo
da: Yo-meddelelser
da_instk12: Yo-meddelelser
de: Yo-Benachrichtigungen
es: Notificaciones de Yo
es_es: Notificaciones de Yo
fi: Yo-ilmoitukset
fr: Notifications Yo
fr_ca: Vos notifications
ga: Fógraí Yo
hi: यो सूचनाएं
ht: Notifikasyon Yo
id: Notifikasi Yo
is: Yo tilkynningar
it: Notifiche Yo
ja: Yo 通知
ko: 알림 없음
mi: Yo whakamōhiotanga
ms: Pemberitahuan Yo
nb: Varslinger for Yo
nb_instk12: Varslinger for Yo
nl: Yo-meldingen
pl: Powiadomienia Yo
pt: Notificações Yo
pt_br: Notificações do Yo
ru: Уведомления Yo
sl: Vaša sporočila.
sv: Yo-aviseringar
sv_instk12: Yo-aviseringar
th: การแจ้งข้อมูล Yo
vi: Thông Báo Yo
zh: Yo通知
zh_hk: Yo 通知

source: You are not authorized to perform this action
ar: لست معتمدًا لتنفيذ هذا الإجراء
ca: No teniu autorització per dur a terme aquesta acció.
cy: Does gennych chi ddim hawl i wneud hyn
da: Du er ikke autoriseret til at foretage denne handling
da_instk12: Du er ikke autoriseret til at foretage denne handling
de: Sie sind nicht berechtigt, diese Aktion auszuführen.
es: No tiene autorización para realizar esta acción
es_es: No tienes autorización para realizar esta acción
fi: Sinulla ei ole valtuuksia suorittaa tätä toimintoa
fr: Vous n'êtes pas autorisé à effectuer cette action.
fr_ca: Vous n’avez pas l’autorisation d’effectuer cette action
ga: Níl cead agat an gníomh seo a dhéanamh
hi: आप इस कार्रवाई को करने के लिए अधिकृत नहीं हैं
ht: Ou pa gen otorizasyon pou fè aksyon sa a.
id: Anda tidak berwenang melakukan tindakan ini
is: Þú hefur ekki heimild til að gera þessa aðgerð
it: Non hai l’autorizzazione per eseguire questa operazione
ja: あなたにはこのアクションを行う権限がありません
ko: 작업을 수행할 권한이 부여되지 않았습니다
mi: Kaore koe e whakamanahia ki te whakamahi i tēnei mahi
ms: Anda tidak dibenarkan untuk melaksanakan tindakan ini
nb: Du har ikke tillatelse til å utføre denne handlingen
nb_instk12: Du har ikke tillatelse til å utføre denne handlingen
nl: Je hebt geen toestemming om deze actie uit te voeren
pl: Nie masz uprawnień potrzebnych do wykonania tej czynności.
pt: Você não está autorizado a realizar esta ação
pt_br: Você não está autorizado a realizar esta ação
ru: У вас нет прав для выполнения этого действия
sl: Nimate dovoljenja za izvedbo tega dejanja.
sv: Du har inte behörighet att utföra den här åtgärden
sv_instk12: Du har inte behörighet att utföra den här åtgärden
th: คุณไม่ได้รับอนุญาตให้ดำเนินการในส่วนนี้
vi: Bạn không được phép thực hiện thao tác này
zh: 您未获得执行此操作的授权
zh_hk: 您沒有權限進行此操作

source: You can only select up to %lld calendars.
ar: يمكنك تحديد ما يصل إلى %lld من التقويمات بحد أقصى.
ca: Només podeu seleccionar %lld calendaris, com a màxim.
cy: Dim ond hyd at %lld calendr y gallwch chi eu dewis.
da: Du kan kun vælge op til %lld kalendere.
da_instk12: Du kan kun vælge op til %lld kalendere.
de: Sie können nur bis zu %lld Kalender auswählen.
es: Solo puede seleccionar hasta %lld calendarios.
es_es: Solo puedes seleccionar hasta %lld calendarios.
fi: Voit valita enintään %lld kalenteria.
fr: Vous ne pouvez sélectionner que %lld calendriers maximum.
fr_ca: Vous ne pouvez sélectionner que jusqu’à %lld calendriers.
ga: Ní féidir leat ach suas le %lld féilire a roghnú.
hi: आप केवल %lld कैलेंडर तक का चयन कर सकते हैं|
ht: Ou sèlman ka seleksyone jiska %lld kalandriye.
id: Anda dapat memilih hingga %lld kalender.
is: Þú getur aðeins valið allt að %lld dagatöl.
it: Puoi selezionare un massimo di %lld calendari.
ja: 選択できるのはカレンダーは%lldまでです。
ko: 최대 %lld개 캘린더를 선택할 수 있습니다.
mi: Ka taea noa e koe te kowhiri ki te %lld maramataka.
ms: Anda hanya boleh memilih sehingga %lld kalendar.
nb: Du kan bare velge opptil %lld kalendere.
nb_instk12: Du kan bare velge opptil %lld kalendere.
nl: Je kunt niet meer dan %lld kalenders selecteren.
pl: Można wybrać maks. %lld kalendarzy.
pt: Só é possível selecionar um máximo de %lld calendários.
pt_br: Você só pode selecionar até um máximo de %lld calendários.
ru: Вы может выбрать не более %lld календарей.
sl: Izberete lahko največ %lld koledarjev.
sv: Du kan endast välja upp till %lld kalendrar.
sv_instk12: Du kan endast välja upp till %lld kalendrar.
th: คุณสามารถเลือกปฏิทินได้สูงสุด %lld รายการเท่านั้น
vi: Bạn chỉ có thể chọn tối đa %lld lịch.
zh: 您最多只能选择%lld个日历。
zh_hk: 您可以選取最多 %lld 個行事曆。

source: You can only send individual messages over 100 recipients.
ar: يمكنك فقط إرسال رسائل فردية لأكثر من 100 مستلم.
ca: Només podeu enviar missatges individuals a 100 destinataris.
cy: Dim ond at dros 100 o dderbynwyr y gallwch anfon negeseuon unigol.
da: Du kan kun sende individuelle beskeder over 100 modtagere.
da_instk12: Du kan kun sende individuelle beskeder over 100 modtagere.
de: Sie können nur einzelne Nachrichten an mehr als 100 Empfänger senden.
es: Solo puede enviar mensajes individuales a más de 100 destinatarios.
es_es: Solo puedes enviar mensajes individuales a cien destinatarios.
fi: Voit lähettää vain yksittäisiä viestejä yli 100 vastaanottajalle.
fr: Vous ne pouvez envoyer des messages individuels qu’à 100 destinataires.
fr_ca: Vous ne pouvez envoyer des messages individuels qu'à plus de 100 destinataires.
ga: Ní féidir leat ach teachtaireachtaí aonair os cionn 100 faighteoir a sheoladh.
hi: आप केवल 100 से अधिक प्राप्तकर्ताओं को ही व्यक्तिगत संदेश भेज सकते हैं।
ht: Ou ka voye mesaj endividyèl bay 100 destinatè sèlman.
id: Anda hanya dapat mengirim pesan individu kepada 100 penerima.
is: Þú getur aðeins sent einstök skilaboð yfir 100 viðtakendur.
it: Puoi inviare solo messaggi individuali a 100 destinatari.
ja: 受信者が100人以上の場合、個別メッセージのみ送信できます。
ko: 100명 이상의 수신자에게만 개별 메시지를 보낼 수 있습니다.
mi: Ka taea e koe te tuku karere takitahi neke atu i te 100 nga kaiwhiwhi.
ms: Anda hanya boleh menghantar mesej persendirian kepada 100 penerima.
nb: Du kan bare sende individuelle meldinger til over 100 mottakere.
nb_instk12: Du kan bare sende individuelle meldinger til over 100 mottakere.
nl: Je kunt slechts naar 100 ontvangers individuele berichten sturen.
pl: Do ponad 100 osób można wysłać tylko osobne wiadomości.
pt: Só podes enviar mensagens individuais para mais de 100 destinatários.
pt_br: Você só pode enviar mensagens individuais para mais de 100 destinatários.
ru: Вы можете отправлять индивидуальные сообщения только 100 адресатам.
sl: Posamezna sporočila lahko pošljete samo več kot 100 prejemnikom.
sv: Du kan endast skicka individuella meddelanden till 100 mottagare.
sv_instk12: Du kan endast skicka individuella meddelanden till 100 mottagare.
th: คุณสามารถส่งข้อความให้ผู้รับได้มากกว่า 100 ราย
vi: Bạn chỉ có thể gửi tin nhắn riêng lẻ cho hơn 100 người nhận.
zh: 您只能向 100 位收件人发送单独的消息。
zh_hk: 您只能向超過 100 位收件人傳送單獨的郵件。

source: You can try to open the page in a browser.
ar: يمكنك محاولة فتح الصفحة في مستعرض.
ca: Podeu provar d’obrir la pàgina en un navegador.
cy: Gallwch chi geisio agor y dudalen mewn porwr.
da: Du kan prøve at åbne siden i en browser.
da_instk12: Du kan prøve at åbne siden i en browser.
de: Sie können versuchen, die Seite in einem Browser zu öffnen.
es: Puede intentar abrir la página en un navegador.
es_es: Puedes intentar abrir la página en un navegador.
fi: Voit nyt yrittää avata sivun selaimessa.
fr: Vous pouvez essayer d'ouvrir la page dans un navigateur.
fr_ca: Vous pouvez essayer d’ouvrir la page dans un navigateur.
ga: Is féidir leat iarracht a dhéanamh an leathanach a oscailt i mbrabhsálaí.
hi: आप ब्राउज़र में पेज खोलने का प्रयास कर सकते हैं।
ht: Ou ka eseye ouvri paj la nan yon navigatè.
id: Anda bisa mencoba halaman di browser.
is: Þú getur reynt að opna síðuna í vafra.
it: Puoi provare ad aprire la pagina in un browser.
ja: ページをブラウザで開いてみてください。
ko: 페이지를 브라우저에서 여는 것을 시도해 볼 수 있습니다.
mi: Ka taea e koe te ngana ki te whakatuwhera i te whaarangi i roto i te tirotiro.
ms: Anda boleh cuba membuka halaman dalam pelayar.
nb: Du kan prøve å åpne siden i en nettleser.
nb_instk12: Du kan prøve å åpne siden i en nettleser.
nl: Je kunt proberen de pagina te openen in een browser.
pl: Można spróbować otworzyć stronę w przeglądarce.
pt: Podes tentar abrir a página num navegador.
pt_br: Você pode tentar abrir a página em um navegador.
ru: Можно попробовать открыть страницу в браузере.
sl: Stran lahko poskusite odpreti v brskalniku.
sv: Du kan försöka öppna sidan i ett webbläsarfönster.
sv_instk12: Du kan försöka öppna sidan i ett webbläsarfönster.
th: คุณสามารถลองเปิดเพจในเบราเซอร์
vi: Bạn có thể thử mở trang trong một trình duyệt.
zh: 您可以尝试在浏览器中打开页面。
zh_hk: 您可以嘗試在瀏覽器中打開頁面。

source: You have been invited
ar: تمت دعوتك
ca: Us hi han convidat
cy: Rwyt ti wedi cael gwahoddiad
da: Du er blevet inviteret
da_instk12: Du er blevet inviteret
de: Sie wurden eingeladen.
es: Ha recibido una invitación
es_es: Has recibido una invitación
fi: Sinut on kutsuttu
fr: Vous êtes invité.
fr_ca: Vous avez été invité
ga: Tugadh cuireadh duit
hi: आपको आमंत्रित किया गया है
ht: Ou jwenn envitasyon
id: Anda telah diundang
is: Þér var boðið
it: Sei stato invitato
ja: あなたは招待されています
ko: 초대를 받으셨습니다
mi: Kua tika koe
ms: Anda telah dijemput
nb: Du har blitt invitert
nb_instk12: Du har blitt invitert
nl: Je bent uitgenodigd
pl: Otrzymałeś zaproszenie
pt: Você foi convidado
pt_br: Você foi convidado
ru: Вам поступило приглашение
sl: Povabljeni ste.
sv: Du har blivit inbjuden
sv_instk12: Du har blivit inbjuden
th: คุณได้รับเชิญ
vi: Bạn đã được mời
zh: 您已获得邀请
zh_hk: 您已被邀請

source: You have to upload the attachments to get access to previews!
ar: يجب أن تقوم بتحميل المرفقات لتتمكن من الوصول إلى المعاينات!
ca: Heu de penjar els fitxers adjunts per tenir accés a les visualitzacions prèvies.
cy: Rhaid i chi lwytho’r atodiadau i fyny er mwyn gweld rhagolygon!
da: Du skal uploade vedhæftede filer for at få adgang til forhåndsvisninger!
da_instk12: Du skal uploade vedhæftede filer for at få adgang til forhåndsvisninger!
de: Sie müssen die Anhänge hochladen, um Zugang zur Vorschau zu erhalten!
es: Tiene que cargar los archivos adjuntos para obtener acceso a las vistas previas.
es_es: ¡Tienes que cargar los archivos adjuntos para acceder a las vistas previas!
fi: Sinun täytyy ladata liitteet saadaksesi oikeuden esikatseluihin!
fr: Vous devez charger les pièces jointes pour pouvoir accéder aux prévisualisations !
fr_ca: Vous devez téléverser les pièces jointes pour avoir accès aux aperçus!
ga: Caithfidh tú na ceangaltáin a uaslódáil chun rochtain a fháil ar réamhamhairc!
hi: पूर्वावलोकन का एक्सेस पाने के लिए आपको संलग्नक अपलोड करने होंगे!
ht: Ou dwe monte fichye anekse yo pou ka gen aksè a apèsi yo.
id: Anda harus mengunggah lampiran untuk mendapat akses ke pratinjau!
is: Þú verður að hlaða upp viðhengjunum til að fá aðgang að forskoðunum!
it: Per accedere alle anteprime devi caricare gli allegati!
ja: プレビューにアクセスするには、添付ファイルをアップロードしなければなりません！
ko: 미리 보기에 액세스하려면 첨부 파일을 업로드해야 합니다!
mi: Me tukuatu e koe ngā āpitihanga kia uru ai ki ngā arokite!
ms: Anda perlu memuat naik kepilan untuk mendapatkan akses kepada pratonton!
nb: Du må laste opp vedleggene for å få tilgang til forhåndsvisningene!
nb_instk12: Du må laste opp vedleggene for å få tilgang til forhåndsvisningene!
nl: Je moet de bijlagen uploaden om voorbeelden te kunnen zien.
pl: Musisz przesłać załączniki, aby uzyskać dostęp do podglądu!
pt: Tem de carregar os anexos para ter acesso às pré-visualizações!
pt_br: Você precisa carregar os anexos para ter acesso às visualizações!
ru: Вы должны загрузить вложения, чтобы получить доступ к предварительным просмотрам!
sl: Za dostop do predogledov morate naložiti priloge!
sv: Du måste ladda upp bilagorna för att få åtkomst till förhandsgranskningar!
sv_instk12: Du måste ladda upp bilagorna för att få åtkomst till förhandsgranskningar!
th: คุณจะต้องอัพโหลดเอกสารแนบเพื่อแสดงตัวอย่าง!
vi: Bạn phải tải lên các tập tin đính kèm để có quyền truy cập vào bản xem trước!
zh: 您必须上传附件才能访问预览！
zh_hk: 您必須上傳附件才能存取預覽！

source: You have unsaved changes in your message. If you leave now, your current message will be lost.
ar: لديك تغييرات غير محفوظة في رسالتك. إذا غادرت الآن، ستفقد رسالتك الحالية.
ca: No heu desat alguns canvis al missatge. Si en sortiu ara es perdrà el missatge actual.
cy: Mae gennych chi newidiadau heb eu cadw yn eich neges. Os byddwch yn gadael nawr, bydd eich neges bresennol yn cael ei cholli.
da: Du har ændringer i din besked, der ikke er gemt. Hvis du forlader beskeden nu, går den aktuelle version tabt.
da_instk12: Du har ændringer i din besked, der ikke er gemt. Hvis du forlader beskeden nu, går den aktuelle version tabt.
de: Sie haben nicht gespeicherte Änderungen in Ihrer Nachricht. Wenn Sie jetzt gehen, wird Ihre aktuelle Nachricht verloren gehen.
es: Tiene cambios sin guardar en su mensaje. Si se va ahora, su mensaje actual se perderá.
es_es: Has hecho cambios en tu mensaje que no has guardado. Si sales ahora, perderás tu mensaje actual.
fi: Viestissäsi on tallentamattomia muutoksia. Jos lähdet nyt, nykyinen viestisi katoaa.
fr: Les modifications de votre message ne sont pas enregistrées. Si vous quitter ce processus maintenant, votre message actuel sera perdu.
fr_ca: Votre message contient des modifications non enregistrées. Si vous partez maintenant, votre message actuel sera perdu.
ga: Tá athruithe nach bhfuil sábháilte agat i do theachtaireacht. Má fhágann tú anois, caillfear do theachtaireacht reatha.
hi: आपके संदेश में कुछ परिवर्तन सहेजे नहीं गए हैं। यदि आप अभी चले गए, तो आपका वर्तमान संदेश खो जाएगा।
ht: Ou gen chanjman ki poko anrejistre nan mesaj ou a. Si w soti kounye a, w ap pèdi mesaj aktyèl ou a.
id: Anda memiliki perubahan yang belum disimpan di dalam pesan Anda. Jika Anda keluar sekarang, pesan saat ini akan hilang.
is: Þú átt óvistaðar breytingar í skilaboðunum. Núverandi skilaboð tapast ef þú ferð núna.
it: Hai delle modifiche non salvate nel messaggio. Se esci dalla procedura adesso, il tuo messaggio attuale andrà perso.
ja: メッセージに未保存の変更があります。今すぐ退出すると、現在のメッセージは失われます。
ko: 메시지에 저장하지 않은 변경 사항이 있습니다. 지금 나가는 경우, 현재 메시지는 사라집니다.
mi: He huringa kaore ano kia tiakina i roto i to karere. Mena ka wehe koe inaianei, ka ngaro to karere o naianei.
ms: Anda mempunyai perubahan tidak disimpan dalam mesej anda. Jika anda tinggalkan sekarang, mesej anda pada masa ini akan hilang.
nb: Hvis du har ulagrede endringer i meldingen din. Hvis du avslutter nå, vil din nåværende melding gå tapt.
nb_instk12: Hvis du har ulagrede endringer i meldingen din. Hvis du avslutter nå, vil din nåværende melding gå tapt.
nl: Wijzigingen in je bericht zijn niet opgeslagen. Als je nu afsluit, gaat het huidige bericht verloren.
pl: W Twojej wiadomości są niezapisane zmiany. Jeśli opuścisz wiadomość teraz, jej bieżąca postać nie zostanie zapisana.
pt: Tem alterações não guardadas na sua mensagem. Se sair agora, a sua mensagem atual será perdida.
pt_br: Você tem alterações não salvas em sua mensagem. Se você sair agora, sua mensagem atual será perdida.
ru: В вашем сообщении есть несохраненные изменения. Если вы сейчас выйдете, ваше текущее сообщение будет потеряно.
sl: V sporočilu imate neshranjene spremembe. Če zdaj zapustite, bo vaše trenutno sporočilo izgubljeno.
sv: Du har ändringar som inte har sparats i ditt meddelande. Om du lämnar nu kommer ditt aktuella meddelande att gå förlorat.
sv_instk12: Du har ändringar som inte har sparats i ditt meddelande. Om du lämnar nu kommer ditt aktuella meddelande att gå förlorat.
th: คุณมีการเปลี่ยนแปลงที่ไม่ได้บันทึกไว้ในข้อความของคุณ หากคุณออกตอนนี้ ข้อความในปัจจุบันของคุณจะหายไป
vi: Bạn có các thay đổi chưa lưu trong tin nhắn. Nếu bạn rời đi ngay bây giờ, tin nhắn hiện tại của bạn sẽ bị mất.
zh: 您的消息中有未保存的更改。如果您现在离开，您当前的消息将会丢失。
zh_hk: 您的訊息中有未儲存的變更。如果您現在離開，您目前的訊息將會遺失。

source: You must allow notifications in Settings to set reminders.
ar: يجب السماح بالإعلامات في الإعدادات لتعيين التذكيرات.
ca: Per tal d'establir recordatoris, heu de permetre les notificacions a Configuració.
cy: Rhaid i chi ganiatáu hysbysiadau yn y Gosodiadau er mwyn gosod nodiadau atgoffa.
da: Du skal tillade meddelelser i Indstillinger for at indstille påmindelser.
da_instk12: Du skal tillade meddelelser i Indstillinger for at indstille påmindelser.
de: Sie müssen in den Einstellungen die Option Benachrichtigungen erlauben, um Erinnerungen zu verwenden.
es: Debe habilitar las notificaciones en Configuraciones para poder configurar recordatorios.
es_es: Debes habilitar las notificaciones en configuraciones para poder configurar recordatorios.
fi: Sinun täytyy sallia ilmoitukset asetuksissa määrittääksesi muistutukset.
fr: Vous devez autoriser les notifications dans les Paramètres pour définir les rappels.
fr_ca: Vous devez autoriser les notifications dans Réglages pour définir les rappels.
ga: Ní mór duit fógraí sna Socruithe a cheadú chun meabhrúcháin a shocrú.
hi: अनुस्मारक सेट करने के लिए आपको सेटिंग्स में सूचनाओं की अनुमति देनी होगी।
ht: Ou dwe otorize notifikasyon nan Paramèt yo pou ka regle èd memwa yo.
id: Anda harus mengizinkan notifikasi dalam Pengaturan untuk mengatur pengingat.
is: Þú þarft að leyfa tilkynningar í stillingum til að setja inn áminningar.
it: Devi consentire le notifiche in Impostazioni per impostare i promemoria.
ja: [設定]で通知を許可して、リマインダを設定しなければなりません。
ko: 미리 알림을 받으려면 설정에서 알림을 허용해야 합니다.
mi: Me tukua e koe ngā whakamōhiotanga i roto i ngā Tautuhinga ki te whakatau ngā whakamaharatanga.
ms: Anda mesti membenarkan pemberitahuan dalam Tetapan untuk menetapkan peringatan.
nb: Du må tillate varsler i Innstillingene for å stille inn påminnelser.
nb_instk12: Du må tillate varsler i Innstillingene for å stille inn påminnelser.
nl: Je moet in Instellingen meldingen activeren om herinneringen in te stellen.
pl: Aby ustawić przypomnienia, musisz zezwolić na powiadomienia w Ustawieniach.
pt: Você deve permitir notificações em Configurações para definir lembretes.
pt_br: Você deve permitir notificações nas Configurações para definir lembretes.
ru: Вы должны разрешить уведомления в настройках для задания напоминаний.
sl: Za nastavitev opomnikov morate v možnosti »Nastavitve« dovoliti sporočila.
sv: Du måste tillåta aviseringar i Inställningar för att ställa in påminnelser.
sv_instk12: Du måste tillåta aviseringar i Inställningar för att ställa in påminnelser.
th: คุณจะต้องให้อนุญาตการแจ้งข้อมูลใน ค่าปรับตั้ง เพื่อตั้งค่าการแจ้งเตือน
vi: Bạn phải cho phép thông báo trong Cài Đặt thì mới có thể cài đặt lời nhắc nhở.
zh: 您必须允许“设置”中的通知设置提醒。
zh_hk: 您必須允許設定內的通知，方可設定提醒。

source: You must enable Camera permissions in Settings.
ar: يجب أن تقوم بتمكين أذونات الكاميرا في الإعدادات.
ca: Heu d'activar els permisos per a la càmera a Configuració.
cy: Rhaid i chi alluogi hawliau Camera yn y Gosodiadau.
da: Du skal aktivere kameratilladelser i indstillinger.
da_instk12: Du skal aktivere kameratilladelser i indstillinger.
de: Sie müssen in den Einstellungen die Zugriffsberechtigungen auf die Kamera aktivieren.
es: Debe habilitar los permisos de la cámara en Configuración.
es_es: Debes habilitar los permisos de la cámara en configuraciones.
fi: Kameran käyttöoikeudet täytyy ottaa käyttöön asetuksissa.
fr: Vous devez activer les autorisations d'accès à l’appareil photo dans les Paramètres.
fr_ca: Vous devez activer les autorisations de caméra dans les paramètres.
ga: Ní mór duit ceadanna Ceamara a chumasú sna Socruithe.
hi: आपको सेटिंग्स में कैमरा अनुमतियां सक्षम करनी होंगी।
ht: Ou dwe aktive pèmisyon Kamera a nan Paramèt.
id: Anda harus mengaktifkan izin Kamera dalam Pengaturan.
is: Þú þarft að virkja aðgang að myndavél í Stillingum.
it: Devi abilitare le autorizzazioni videocamera in Impostazioni.
ja: 「設定」でカメラの許可を有効にしなければなりません。
ko: 설정에서 카메라 권한을 사용으로 설정해야 합니다.
mi: Me whakahohetia e koe Kāmera whakaaetanga i roto i Tautuhinga.
ms: Anda mesti mendayakan keizinan kamera dalam Tetapan
nb: Du må aktivere kameratillatelse fra innstillinger.
nb_instk12: Du må aktivere kameratillatelse fra innstillinger.
nl: Je moet Camera-machtigingen inschakelen in Instellingen.
pl: Musisz włączyć uprawnienia dla kamery w Ustawieniach.
pt: Você deve habilitar as permissões de Câmera nas Definições.
pt_br: Você deve habilitar as permissões da câmera em Configurações.
ru: Вы должны активировать разрешения для камеры в настройках.
sl: Za snemanje zvoka morate v možnosti »Nastavitve« omogočiti kamero.
sv: Du måste aktivera behörigheter för kameran i Inställningar.
sv_instk12: Du måste aktivera behörigheter för kameran i Inställningar.
th: คุณจะต้องเปิดใช้สิทธิ์อนุญาตสำหรับกล้องจากค่าปรับตั้ง
vi: Bạn phải kích hoạt cho phép Camera trong Cài Đặt.
zh: 您必须在“设置”中启用相机权限。
zh_hk: 您必須在「設定」中啟用攝影機的權限。
